<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<c:set var="path" value="${pageContext.request.contextPath }" />
<%
	request.setCharacterEncoding("UTF-8");
	response.setContentType("text/html; charset=UTF-8");
%>
<!DOCTYPE html>
<html>
<head>
<%@ include file="../../common.jsp" %>
<link rel="stylesheet" href="../../form_common.css">
<link rel="stylesheet" href="/source/bulma.css">
<meta charset="UTF-8">
<title>Terms</title>
<style>
</style>
</head>
<body>
	<div class="container">
		<%@ include file="../../header.jsp" %>
		<div class="content">
			<h2 class="title">약관 동의 페이지</h2>
			<textarea class="textarea" rows="10" cols="100">
				제1장 총 칙
					제1조(목적)
					이 약관은 부산광역시(이하 "부산시"라 합니다)가 제공하는 웹 서비스(이하 "서비스"라 합니다)를 이용함에 있어 부산시와 이용자 간의 권리·의무 및 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.
					
					제2조(정의)
					이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
					
					1. 이용자
					본 약관에 따라 부산시가 제공하는 서비스를 받는 자
					2. 부산시 패밀리사이트
					부산시 및 산하 기관이 운영하는 인터넷 웹사이트에서 대표 웹사이트(www.busan.go.kr)로 회원가입하면 통합회원으로 가입되며, 이 통합회원 아이디로 이용이 가능한 각각의 웹사이트(패밀리사이트 목록은 회원가입 화면에 공지)
					3. 이용계약서비스
					이용과 관련하여 부산시와 이용자 간에 체결하는 계약
					4. 가입
					부산시가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용 계약을 완료시키는 행위
					5. 회원
					당 사이트의 회원가입에 필요한 개인정보(실명확인)를 제공하여 회원 등록을 한 자
					6. 본인확인계정
					본인확인기관을 통해 본인임이 인증된 계정
					7. ID(회원번호)회원 식별과 회원의 서비스 이용을 위하여 이용자가 선정하고 부산시가 승인하는 영문자와 숫자의 조합(하나의 본인확인계정에 하나의 ID만 발급 가능함)
					8. PASSWORD(비밀번호)
					회원의 정보 보호를 위해 이용자 자신이 설정한 영문자와 숫자 등의 조합
					9. 이용해지
					부산시 또는 이용자가 서비스 이용계약을 종료시키는 의사표시
					10. 비회원
					본인확인계정을 통해 당 사이트에 로그인 하는 이용자
					11. 소셜 로그인 이용자 포털사이트 및 사회관계망서비스 등에 가입한 기존 ID를 활용하여 부산시에 로그인 하는 이용자
					제3조(약관의 효력과 변경)
					① 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 공지함으로써 이용자에게 공시하고, 이에 이용자가 동의함으로써 효력이 발생합니다.
					② 부산시는 필요하다고 인정되는 경우 이 약관의 내용을 변경할 수 있습니다. 변경된 약관은 서비스 화면에 공지하며, 공지 후 7일 이내에 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주합니다.
					③ 이용자가 변경된 약관에 동의하지 않는 경우 서비스 이용을 중단하고 본인의 동의를 철회할 수 있으며, 계속 사용하시는 경우에는 약관 변경에 동의한 것으로 간주하며 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.
					제4조(준용규정)
					이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및 기타 관련법령의 규정에 따릅니다.
					
					제2장 서비스 이용계약
					제5조(이용계약의 성립)
					이용계약은 이용자의 이용 신청과 이에 대한 부산시의 승낙으로 성립됩니다.
					
					제6조(이용신청)
					이용신청은 서비스 화면에서 이용자가 부산시에서 요구하는 신청서 양식에 개인의 신상정보를 기록하여 신청할 수 있습니다.
					
					제7조(이용신청의 승낙)
					① 이용자가 제6조의 신청서에서 정한 사항을 정확히 기재하여 이용신청을 하였을 경우에 특별한 사정이 없는 한 서비스 이용신청을 승낙합니다.
					
					② 다음 각 호에 해당하는 경우에 대하여는 그 신청에 대한 제한 사유가 해소될 때까지 승낙을 유보 또는 일부 서비스 이용을 제한할 수 있습니다.
					1. 내용이 허위(차명, 비실명, 본인확인계정 도용 등)인 것으로 판명되거나, 그러하다고 의심할만한 합리적인 사유가 발생할 경우
					2. 기타 부산시가 공익상 필요하다고 인정하는 경우
					③ 다음 각 호에 해당하는 경우에는 이용 승낙을 하지 않을 수 있습니다.
					1. 본인의 실명으로 신청하지 않았을 때
					2. 타인의 명의를 사용하여 신청하였을 때
					3. 이용신청의 내용을 허위로 기재한 경우
					4. 사회의 안녕 질서 또는 미풍양속을 저해할 목적으로 이용하였을 때
					5. 기타 부산시가 정한 이용신청 요건에 미비 되었을 때
					제8조(계약사항의 변경)
					회원은 회원정보관리를 통해 언제든지 자신의 정보를 열람하고 수정할 수 있습니다. 회원은 이용신청 시 기재한 사항이 변경되었을 때에는 수정을 하여야 하며, 수정하지 아니하여 발생하는 문제의 책임은 회원에게 있습니다.
					
					제3장 서비스 제공 및 이용
					제9조 (서비스 이용)
					① 부산시는 이용자의 이용 신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 지정 된 일자부터 서비스를 개시합니다.
					② 부산시의 업무상 또는 기술상의 장애로 인하여 서비스를 하지 못하는 경우에는 사이트에 공시하거나 회원에게 이를 통지합니다.
					③ 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 부산시의 업무상 또는 기술상의 이유로 서비스가 일시 중지될 수 있고, 또한 정기점검 등 운영상의 목적으로 부산시가 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이러한 경우 부산시는 사전 또는 사후에 이를 공지합니다.
					④ 회원에 가입한 후라도 일부 서비스는 특정 회원에게만 제공할 수 도 있습니다.
					⑤ 부산시는 서비스를 일정범위로 분할하여 각 범위별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 공지합니다.
					제10조 (서비스의 변경, 중지 및 정보의 저장과 사용)
					① 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 국가의 비상사태, 정전, 부산시의 관리범위 외의 서비스 설비 장애 및 기타 불가항력에 의하여 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실에 대해 부산시는 아무런 책임을 지지 않습니다.
					② 부산시가 정상적인 서비스 제공의 어려움으로 인하여 일시적으로 서비스를 중지하여야 할 경우에는 서비스 중지 1주일 전에 고지 후 서비스를 중지할 수 있으며, 이 기간 동안 이용자가 고지내용을 인지하지 못한데 대하여 부산시는 책임을 지지 아니합니다. 특별한 사정이 있을 경우 위 사전 고지 기간은 단축되거나 생략될 수 있습니다. 또한 위 서비스 중지에 의하여 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여도 부산시는 책임을 지지 않습니다.
					③ 부산시의 사정으로 서비스를 영구적으로 중단하여야 할 경우 제2항을 준용합니다. 다만, 이 경우 사전 고지기간은 1개월로 합니다.
					④ 부산시는 사전 고지 후 서비스를 일시적으로 수정, 변경 및 중단할 수 있으며, 이에 대하여 이용자 또는 제3자에게 어떠한 책임도 부담하지 아니합니다.
					⑤ 부산시는 이용자가 이 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 중지할 수 있습니다. 이 경우 부산시는 이용자의 접속을 금지할 수 있으며, 이용자가 게시한 내용의 전부 또는 일부를 임의로 삭제할 수 있습니다.
					⑥ 장기간 휴면 이용자인 경우 안내 메일 또는 공지사항 발표 후 1주일간의 통지 기간을 거쳐 서비스 사용을 중지 할 수 있습니다.
					제11조 (정보의 제공 및 광고의 게재)
					① 부산시는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보 및 광고에 대해서는 전자우편이나 서신우편, SMS(핸드폰 문자메시지), DM, 메신저 등의 방법으로 회원에게 제공할 수 있으며, 만약 원치 않는 정보를 수신한 경우 회원은 이를 수신거부 할 수 있습니다.
					② 부산시는 서비스의 운용과 관련하여 서비스화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있으며, 부산시는 서비스를 이용하고자 하는 회원이 이 광고게재에 대하여 동의하는 것으로 간주합니다.
					③ 부산시는 서비스 상에 게재되어 있거나 서비스를 통한 광고주와의 판촉활동에 회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.
					제12조 (게시물 또는 내용물의 삭제)
					① 부산시는 회원, 비회원 및 소셜 로그인 이용자가 게시하거나 등록하는 서비스 내의 모든 내용물이 다음 각 호의 경우에 해당 된다고 판단되는 경우 사전 통지 없이 삭제할 수 있으며, 이에 대해 부산시는 어떠한 책임도 지지 않습니다.
					1. 사생활 침해나 명예훼손 등 타인의 권리가 침해된 경우
					2. 공공질서 및 미풍양속에 위반되는 내용인 경우
					3. 범죄적 행위에 결부된다고 인정되는 내용일 경우
					4. 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
					5. 서비스 성격에 부합하지 않는 정보의 경우
					6. 기타 관계 법령 및 부산시에서 정한 규정 등에 위배되는 경우
					7. 게시된 내용이 이 약관에 위배되거나 상용 또는 비합법적, 불건전한 내용일 경우
					② 부산시는 서비스에 게시된 내용을 사전 통지한 날로부터 3일 경과 후 편집, 이동할 수 있는 권리를 보유합니다.
					③ 부산시는 게시된 내용이 일정기간 이상 경과하여, 게시물로서 효력을 상실하였거나 게시목적이 불분명한 경우 공지사항 발표 후 1주일간의 통지기간을 거쳐 해당 게시물을 삭제할 수 있습니다.
					제13조 (게시물의 저작권)
					① 회원, 비회원 및 소셜 로그인 이용자가 서비스 내에 게시한 게시물의 저작권은 회원, 비회원 및 소셜 로그인 이용자에게 있으며, 부산시는 다른 서비스에서의 게재 등 활용할 수 있습니다.
					② 회원, 비회원 및 소셜 로그인 이용자의 게시물이 타인의 저작권, 프로그램 저작권 등을 침해함으로써 발생하는 민·형사상의 책임은 전적으로 회원, 비회원 및 소셜 로그인 이용자가 부담하여야 합니다.
					③ 회원, 비회원 및 소셜 로그인 이용자는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.
					제14조 (부산시의 소유권)
					① 부산시가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 부산시에게 소유권이 있습니다.
					② 부산시가 명시적으로 승인한 경우를 제외하고는 제1항 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이선스, 담보권 설정행위, 상업적 이용행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.
					제4장 계약 당사자의 의무
					제15조(회원·비회원·소셜 로그인 이용자의 의무 및 정보보안)
					① 회원·비회원·소셜 로그인 이용자는 서비스 이용을 위해 가입할 경우 현재의 사실과 일치하는 완전한 정보(이하 "가입정보"라 한다)를 제공하셔야 합니다. 또한 가입정보에 변경이 발생할 경우 즉시 갱신하셔야 합니다.
					② 회원이 서비스 사용을 위한 가입절차를 완료하시면 ID와 PASSWORD를 받게 됩니다.
					회원의 ID, PASSWORD 분실 등으로 인해 발생한 손해는 부산시가 책임을 지지 않습니다.
					회원은 매 접속 종료 시 확실히 로그아웃을 하셔야 합니다.
					③ 회원·비회원·소셜 로그인 이용자는 서비스를 이용하면서 다음 각 호와 같은 행위를 할 수 없습니다.
					1. 타인(소수를 포함)에게 위해를 가하는 행위
					2. 타인의 ID, PASSWORD, 본인확인계정 도용 및 타인으로 가장하는 행위
					3. 타인과의 관계를 허위로 명시하는 행위
					4. 타인을 비방할 목적으로 사실 또는 허위의 사실을 적시하여 명예를 훼손하는 행위
					5. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위의 정보를 유통시키는 행위
					6. 수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상적 생활을 방해하는 행위
					7. 부산시의 사전 승낙 없이 서비스를 이용한 영리행위
					8. 타인의 정보통신서비스 이용명의를 도용하여 사용하는 행위
					9. 불필요하거나 승인되지 않은 광고, 판촉물을 게재하거나, "정크 메일(junk mail)", "스팸메일(spam mail)", "행운의 편지(chain letters)", "도배글", "피라미드 조직" 등을 권유하거나 게시, 게재 또는 전자우편으로 보내는 행위
					10. 저속 또는 음란한 데이터, 텍스트, 소프트웨어, 음악, 사진, 그래픽, 비디오 메시지 등(이하 "콘텐츠")을 게시, 게재 또는 전자우편으로 보내는 행위
					11. 권리(지적재산권을 포함한 모든 권리)가 없는 콘텐츠를 게시, 게재 또는 전자우편으로 보내는 행위
					12. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비를 파괴, 방해 또는 기능을 제한하기 위한 소프트웨어 등을게시, 게재 또는 전자우편으로 보내는 행위
					13. 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시, 게재, 전자우편으로 보내는 행위 등 다른 사용자의 개인정보를 수집 또는 저장하는 행위
					14. 재물을 걸고 도박하거나 사행행위를 하는 행위
					15. 윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위
					16. 기타 불법적이거나 부당한 행위
					④ 회원·비회원·소셜 로그인 이용자는 이 약관 및 관계법령에서 규정한 사항을 준수하여야 합니다.
					⑤ 제15조 제3항 각 호에 해당하는 행위로 인해 발생한 손해는 부산시가 책임을 지지 않으며 손해를 발생시킨 자는 관계 법령에 의해 처벌받을 수 있습니다.
					제16조 (부산시의 의무)
					① 부산시는 특별한 사정이 없는 한 이용자가 신청한 서비스에 대해 1근무일 이내에 서비스를 이용할 수 있도록 합니다.
					② 부산시는 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.
					③ 부산시가 제공하는 서비스로 인하여 이용자에게 손해가 발생한 경우 그러한 손해가 부산시의 고의나 중과실에 의해 발생한 경우에 한하여 부산시에서 책임을 부담하며, 그 책임의 범위는 통상손해에 한합니다.
					④ 부산시는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 신속히 처리하여야 합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 통보하여야 합니다.
					⑤ 부산시는 관련법령이 정하는 바에 따라서 이용자의 등록정보를 포함한 이용자의 개인정보를 보호하기 위하여 노력 합니다. 이용자의 개인정보보호에 관해서는 관련법령 및 제17조에 제시된 내용을 지킵니다.
					제17조 (개인정보보호정책)
					① 부산시는 회원가입 또는 서비스이용 신청시 이용자가 제공하는 정보를 통하여 이용자에 관한 정보를 수집하며, 이용자의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스제공을 위한 목적으로 이용합니다.
					② 부산시는 서비스 제공과 관련하여 취득한 이용자의 정보를 본인의 승낙 없이 제3자에게 누설 또는 배포할 수 없으며 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호의 경우에는 그러하지 아니합니다.
					1. 관계 법령에 의하여 수사상의 목적으로 관계기관으로부터 요구가 있는 경우
					2. 정보통신윤리위원회의 요청이 있는 경우
					3. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
					제5장 계약해지
					제18조 (계약해지 및 이용제한)
					① 회원, 비회원 및 소셜 로그인 이용자가 이용계약을 해지하고자 하실 때에는 이용자 본인이 직접 인터넷을 통해 당 사이트에 해지 신청을 하여야 합니다.
					② 부산시는 보안 및 ID정책, 서비스의 원활한 제공 등과 같은 이유로 회원의 ID 및 PASSWORD 변경을 요구하거나 제한 할 수 있습니다.
					③ 부산시는 회원, 비회원 및 소셜 로그인 이용자가 다음 각 호에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약 해지 또는 이용제한 할 수 있습니다.
					1. 비 실명가입, 본인확인계정의 도용 등 회원, 비회원 및 소셜 로그인 이용자가 제공한 데이터가 허위임이 판명된 경우
					2. 범죄적 행위에 관련되는 경우
					3. 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획 또는 실행할 경우
					4. 타인의 서비스 아이디 및 비밀 번호를 도용한 경우
					5. 타인의 명예를 손상시키거나 불이익을 주는 경우
					6. 같은 사용자가 다른 아이디로 이중 등록을 한 경우
					7. 서비스에 위해를 가하는 등 서비스의 건전한 이용을 저해하는 경우
					8. 기타 관련법령이나 부산시가 정한 이용조건에 위배되는 경우
					제6장 기 타
					제19조 (요금 및 유료정보)
					서비스 이용은 기본적으로 무료입니다. 단, 서비스에서 정한 별도의 유료 정보와 유료서비스에 대해서는 그러하지 아니합니다.
					
					제20조 (양도금지)
					이용자는 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.
					
					제7장 손해배상 등
					제21조 (손해배상)
					부산시는 무료로 제공되는 서비스와 관련하여 이용자에게 어떠한 손해가 발생하더라도 동 손해가 부산시의 중대한 과실에 의한 경우를 제외하고 이에 대하여 책임을 부담하지 아니합니다.
					
					제22조 (면책조항)
					① 부산시는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 제21조의 규정에 불구하고 서비스 제공에 대한 책임이 면제됩니다.
					② 부산시는 이용자의 귀책사유로 인한 서비스이용의 장애에 대하여 책임을 지지 않습니다.
					③ 부산시는 이용자가 서비스를 이용하여 기대하는 이익이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
					④ 부산시는 이용자가 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.
					제23조 (관할법원)
					① 서비스 이용과 관련하여 분쟁이 발생한 경우, 부산시와 이용자는 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.
					② 제1항의 규정에도 불구하고 서비스 이용으로 발생한 분쟁에 대하여 소송이 제기될 경우 부산시 소재지를 관할하는 법원을 관할법원으로 합니다.
					부 칙
					이 약관은 2020년 8월 10일부터 시행합니다.
			</textarea>
			<div class="control" style="float:left; padding-left:300px; padding-top:20px;">
				<input type="checkbox" id="ck_item1" name="ck_item">
				<label for="ck_item1">약관에 동의</label><br><br>
			</div>
			<textarea class="textarea" rows="10" cols="100">
				제1조 (개인정보의 처리목적)개인정보의 처리목적
				① 부산광역시는 개인정보를 대민 행정서비스 및 민원처리, 소관업무 수행 등의 목적으로 수집·보유하고 있습니다.
				
				② 수집한 개인정보는 수집 목적 이외의 용도로는 사용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
				
				제2조 (개인정보의 처리 및 보유기간) 개인정보의 처리 개인정보의 보유기간
				① 부산시는 개인정보 보호법 및 관련 법령에서 정하는 보유·이용기간 또는 정보주체로부터 개인정보를 수집시 동의받은 개인정보 보유·이용 기간내에서 개인정보를 처리합니다.
				
				② 부산시에서 보유하고 있는 개인정보 처리 및 보유기간의 조회 방법은 다음과 같습니다.
				
				▷ 개인정보 처리 및 보유기간 : 개인정보파일명 보기
				
				※ 열람방법 : 개인정보보호 종합지원포털(www.privacy.go.kr)>민원마당>개인정보 열람등 요구>개인정보파일 목록 검색>기관명 ‘부산광역시’ 입력 후 검색
				
				제3조 (처리하는 개인정보 항목) 개인정보 항목
				① 부산광역시는 개인정보 수집·보유 목적에 필요한 최소한의 정보를 수집·처리하고 있습니다.
				
				② 부산광역시 홈페이지 서비스 이용과정에서 IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등의 개인정보 항목이 자동으로 생성되어 수집 될 수 있습니다.
				
				③ 부산광역시는 법령의 규정과 정보주체의 동의에 의해서만 개인정보를 수집·보유하고 있으며, 수집된 개인정보 항목의 열람방법은 다음과 같습니다.
				
				▷ 개인정보 항목 : 개인정보파일명 보기
				
				제4조 (개인정보의 제3자 제공) 개인정보의 제3자 제공
				① 부산광역시는 원칙적으로 정보주체의 개인정보를 수집·이용 목적의 범위 내에서 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.
				1. 정보주체로부터 별도의 동의를 받은 경우
				2. 다른 법률에 특별한 규정이 있는 경우
				3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백한 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
				4. 개인정보를 목적 외의 용도로 이용하거나 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우
				5. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우
				6. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우
				7. 법원의 재판업무 수행을 위하여 필요한 경우
				8. 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우
				② 부산광역시에서 위 근거에 따라 다른 기관에 제공한 개인정보 현황을 다음과 같습니다.
				▷ 개인정보 제3자 제공현황 보기
				제4조의2 (개인정보의 추가적인 이용·제공 등) 개인정보의 추가적인 이용·제공 등
				① 부산광역시는 개인정보 보호법 시행령 14조의2에 따라 다음의 각호에 해당되는 경우 정보주체의 별도 동의 없이 개인정보를 추가 이용 또는 제공할 수 있습니다.
				1. 당초 수집 목적과 관련성이 있는 경우
				2. 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 개인정보의 추가적인 이용 또는 제공에 대한 예측 가능성이 있는 경우
				3. 정보주체의 이익을 부당하게 침해하지 않는 경우
				4. 가명처리 또는 암호화 등 안전성 확보에 필요한 조치 마친 경우
				제5조 (개인정보처리 위탁) 개인정보처리 위탁
				① 부산광역시는 개인정보처리 업무위탁 시 다음의 사항을 계약(협약)문서로 명시하여 처리하고, 수탁자가 개인정보를 안전하게 처리하는지 교육 및 관리감독을 하고 있습니다.
				1. 위탁업무 수행 목적 외 개인정보의 처리 금지에 관한사항
				2. 개인정보의 기술적·관리적 보호조치에 관한 사항
				3. 위탁업무의 목적 및 범위
				4. 재위탁 제한에 관한 사항
				5. 개인정보에 대한 접근 제한 등 안전성 확보조치에 관한 사항
				6. 위탁업무와 관련하여 보유하고 있는 개인정보의 관리 현황 점검 등 감독에 관한사항
				7. 수탁자가 준수하여야 할 의무를 위반한 경우의 손해배상 등 책임에 관한사항
				② 부산광역시는 원활한 개인정보 업무처리를 위하여 개인정보 처리업무를 위탁하고 있으며, 그 현황은 다음과 같습니다.
				☞ 개인정보 위탁현황 보기
				제6조 (개인정보 안전성 확보 조치) 개인정보 안전성 확보 조치
				① 부산광역시는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
				1. 개인정보의 안전한 처리를 위한 내부관리계획의 수립·시행
				2. 개인정보처리시스템에 대한 접근권한관리계획을 수립·시행
				3. 정보통신망을 통한 불법적인 접근 및 침해사고 예방을 대책 수립·시행
				4. 정보통신망을 통한 고유식별정보, 비밀번호, 생체정보 송신이나 저장할 경우 암호화 처리
				5. 개인정보취급자가 개인정보처리시스템에 접근한 기록을 보관, 정기점검
				6. 개인정보에 대한 보안프로그램의 설치 및 갱신
				7. 개인정보 유출 등 개인정보 침해사고 방지를 위하여 단말기 접근제한 및 보안프로그램 설치
				8. 데이터센터, 자료보관실 등 개인정보를 보관하고 있는 물리적 장소 출입통제
				9. 재해·재난 대비 개인정보처리시스템 보호를 위한 위기대응 매뉴얼 등 대응절차 마련 및 정기점검
				10. 개인정보 보유기한 도래 등 파기사유가 발생한 경우 복구 되지 않도록 완전 파기
				제7조 (개인정보 자동 수집·운영 및 거부) 개인정보 자동 수집·운영 및 거부
				① 부산광역시는 웹사이트 이용자에게 개별적인 맞춤서비스를 제공하기 위해 웹사이트 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
				② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
				1. 쿠키의 사용목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다..
				2. 쿠키의 설치·운영 및 거부 : 브라우저 옵션 설정을 통해 쿠키 허용, 쿠키 차단 등의 설정을 할 수 있습니다.
				Internet Explorer : 웹브라우저 우측상단의 도구메뉴>인터넷 옵션>개인정보 > 설정 > 고급
				Edge: 웹브라우저 우측상단의 설정메뉴 > 쿠키 및 사이트 권한 >쿠키 및 사이트 데이터 관리 및 삭제
				Chrome: 웹브라우저 우측상단의 설정메뉴 > 개인정보 및 보안 > 쿠키 및 기타 사이트 데이터
				3. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
				제8조 (개인정보의 파기) 개인정보의 파기
				① 부산시는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
				② 정보주체로부터 동의받은 개인정보의 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보(또는 개인정보파일)을 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.
				③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
				1. 파기절차
				부산시는 파기사유가 발생한 개인정보를 선정하고 파기계획을 수립하여, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다. 개인정보 보호책임자는 개인정보 파기 시행 후 파기 결과를 확인하고 개인정보파일 파기 관리대장을 작성합니다.
				2. 파기방법
				부산시는 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.
				제9조 (정보주체와 법정대리인의 권리ㆍ의무 및 그 행사방법) 정보주체와 법정대리인의 권리․의무 및 그 행사방법
				① 정보주체(만 14세 미만인 경우에는 법정대리인을 말함)는 부산시에 대해 개인정보 열람ㆍ정정·삭제ㆍ처리정지 요구 등의 권리를 행사할 수 있습니다.
				② 제1항에 따른 권리 행사는 개인정보 보호법 시행규칙 별지 제8호 서식을 작성하여 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 부산시는 이에 대해 지체 없이 조치하겠습니다.
				③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 처리 방법에 관한 고시 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
				④ 개인정보 열람 및 처리정지 요구는 개인정보 보호법 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
				⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
				⑥ 부산시는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.
				개인정보 열람, 정정․삭제, 처리정지 청구시 처리 절차
				개인정보파일목록검색 - 가)열람청구 - 청구 주체 확인 및 개인정보 열람 범위 확인 - 개인정보 열람 제한사항 확인 - (가)열람결정 통지(허용/제한/연기) - 열람 (나)열람결정 통지(거부), 나)정정ㆍ삭제,처리정지 청구 - 청구 주체 확인 및 개인정보 정정ㆍ삭제, 처리정지 범위 확인 - 개인정보 정정ㆍ삭제 처리정지 제한사항 확인 - (가)정정ㆍ삭제, 처리정지 결과통지 (나)정정ㆍ삭제, 처리정지 청구 제한사항 통지 (거절 타 법령 관련 사항 등)
				[ 출처 : 개인정보보호 종합포털(www.privacy.go.kr) ]
				
				제10조 (개인정보 열람청구) 개인정보 열람청구
				① 정보주체는 부산광역시에 대한 개인정보 열람 청구를 아래의 부서에 할 수 있으며, 부산광역시는 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.
				
				 
				
				▶ 개인정보 열람청구 접수·처리부서
				   - 접수 부서명 : 통합민원과
				   - 접수 담당자 : 통합민원과 민원접수처
				   - 접수 연락처 : 051-888-1481~5(원스톱서비스)
				   - 처리 부서명 : 개인정보파일 보유부서
				 
				
				② 정보주체는 제1항의 열람청구 접수·처리부서 이외에, 개인정보보호위원회의 ‘개인정보보호 포털’ 웹사이트(www.privacy.go.kr)를 통하여서도 개인정보 열람청구를 하실 수 있습니다.
				
				 
				
				▶ 개인정보보호위원회 개인정보보호 포털 ▷ 민원마당 ▷ 개인정보 열람등요구 신청(본인확인을 위하여 아이핀(I-PIN) 등이 있어야 함)
				온라인(인터넷)	오프라인(서면)
				1. 개인정보보호 포털에 접속
				2. 민원마당 > 개인정보 열람 등 요구 > 개인정보 열람 등 요구 신청
				3. I-PIN 인증 및 휴대폰 등으로 본인 확인
				4. [개인정보파일 목록검색]을 통한 대상기관 선택
				5. 신청유형 선택(개인정보 열람, 개인정보 정정/삭제, 개인정보 처리정지 중 택 1)
				6. 요구서 작성 후 민원청구	1. [개인정보 열람 요구서]를 작성하여 부산광역시청(통합민원과)에 제출
				- 신청서 작성시, 열람하고자 하는 개인정보파일명과 처리부서명을 확인하여 기재
				2. 청구주체 확인을 위하여 주민등록증․운전면허증․여권 등의 신분증명서를 제시하여야 함
				3. 만일, 대리인을 통하여 신청할 경우 [위임장]을 제출하여야 함.
				제11조 (권익침해 구제방법) 권익침해 구제방법
				① 정보주체는 아래의 기관을 통하여 개인정보 침해에 대한 피해구제, 상담 등을 신청하실 수 있습니다.
				아래의 기관은 부산광역시와는 별개의 기관으로서, 부산광역시의 자체적인 개별정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.
				
				개인정보 침해신고센터 (개인정보보호위원회, 한국인터넷진흥원 운영)
				
				- 소관업무 : 개인정보 침해사실 신고, 상담 신청
				- 홈페이지 : privacy.kisa.or.kr
				- 전화 : (국번없이) 118
				개인정보 분쟁조정위원회
				
				- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
				- 홈페이지 : www.kopico.go.kr
				- 전화 : (국번없이) 1833-6972
				대검찰청 : (국번없이) 1301, www.spo.go.kr
				
				경찰청 : (국번없이) 182, ecrm.cyber.go.kr
				
				② 개인정보 보호법 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.
				중앙행정심판위원회 : (국번없이) 110, www.simpan.go.kr
				
				제12조 (개인정보 보호책임자) 개인정보 보호책임자 고충처리상담
				부산시는 개인정보를 보호하고 개인정보 관련 상담과 불만·피해구제 또는 고충 등을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다.
				
				구 분	부서(직위)·성명	연락처
				개인정보 보호책임자	
				기획관 심재민
				ㆍ전화 : 051-888-2385 
				ㆍ팩스 : 051-888-2359
				ㆍ메일 : jane98@korea.kr
				개인정보 보호담당자	
				정보화담당관 김영란
				제13조 (개인정보 영향평가 수행 결과) 개인정보 처리방침 변경
				① 부산시는 운영하고 있는 개인정보 처리시스템이 정보주체의 개인정보파일에 미칠 영향에 대해 조사, 분석, 평가하기 위해 개인정보 보호법 제33조에 따라 “개인정보 영향평가”를 받고 있습니다.
				
				② 부산시는 개인정보 영향평가를 다음과 같이 수행하였습니다.
				
				개인정보 영향평가 수행현황 보기 개인정보 영향평가 수행현황
				
				제14조 (가명정보 처리에 관한 사항) 개인정보 처리방침 변경
				① 부산시는 수집한 개인정보를 특정 개인을 알아볼 수 없도록 가명 처리하여 통계작성, 과학적 연구, 공익적 기록보존 등을 위하여 처리할 수 있습니다.
				가명정보 처리현황 보기
				
				② 가명정보의 처리는 부산 가명정보 활용 지원센터를 활용할 수 있습니다.
				③ 가명정보는 재식별되지 않도록 분리하여 별도 저장·관리하고 가명정보의 처리 내용에 대해 기록을 작성하여 보관하는 등 필요한 기술적·관리적 보호조치를 취하고 있습니다.
				제15조 (개인정보 처리방침 변경) 개인정보 처리방침 변경
				① 이 개인정보 처리방침은 2023. 3. 17.부터 적용됩니다.
				
				② 이전의 개인정보 처리방침은 아래에서 확인할 수 있습니다.
			</textarea>
			<div class="control" style="float:left; padding-left:280px; padding-top:20px;">
				<input type="checkbox" id="ck_item2" name="ck_item2">
				<label for="ck_item2">개인정보처리방침에 동의</label><br><br>
			</div><hr>
			<div class="control" style="float:left; padding-left:300px;">
				<label for="ck_item3" onclick="protocol()">
					<strong>전체 약관에 동의</strong>
				</label>
			</div>
			<hr>
			<div class="control" style="float:left; padding-left:300px; padding-top:30px;">
				<button type="button" id="in_btn1" class="button is-primary">다음 단계</button>
			</div>
			<script>
				var ck_item1 = document.getElementById("ck_item1");
				var ck_item2 = document.getElementById("ck_item2");
				var in_btn1 = document.getElementById("in_btn1");
				in_btn1.addEventListener("click", function(){
					if(ck_item1.checked && ck_item2.checked){
						location.href = "${path }/MemberJoin.do";
					} else {
						alert("약관 및 개인정보처리 방침에 동의하지 않으셨습니다.");
						return;
					}
				});
				function protocol(){
					ck_item1.checked = true;
					ck_item2.checked = true;
				}
			</script>
		</div>
		<%@ include file="../../footer.jsp" %>
	</div>
</body>
</html>